Repository: elementary/terminal
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, id, ka, pl, pt_br, ru, sk, sv, uk, zh_tw

source: Fix copying URLs to clipboard
cs: Opraveno kopírování URL adres do schránky
de: Korrektur des Kopierens von URLs in die Zwischenablage
pl: Naprawiono kopiowanie URL do schowka
ru: Исправлено копирование URL-адресов в буфер обмена

source: Fix appstream date format
cs: Opraven formát data v appstream metadatech
de: Korrektur des Datumsformats für Appstream
pl: Naprawiono format daty appstream
ru: Исправлен формат даты appstream

source: command;prompt;cmd;commandline;run;
cs: příkaz;řádek;cmd;příkazový řádek;spustit;terminal;command;
de: command;cmd;commandline;run;execute;befehl;prompt;befehlszeile;ausführen;
es: comando;orden;cmd;línea de comandos;intérprete;ejecutar;órdenes;
fr: commande;prompt;cmd;ligne de commande;démarrer;
hu: command;prompt;cmd;commandline;run;parancs;parancssor;futtatás;
id: perintah;segera;cmd;baris perintah;jalankan;
ka: command;prompt;cmd;commandline;run;ბრძანება;ტერმინალი;გაშვება;
pl: polecenie;podpowiedź;cmd;wiersz_poleceń;uruchom;
pt_br: comando;prompt;cmd;linhadecomando;executar;
ru: command;prompt;cmd;commandline;run;команда;командная строка;выполнить;
sk: príkaz;riadok;cmd;príkazový riadok;spustiť;
sv: kommando;prompt;cmd;kommandorad;kör;
uk: термінал;команда;запуск;command;prompt;cmd;commandline;run;
zh_tw: command;prompt;cmd;commandline;run;指令;命令;提示;指令列;命列列;執行;跑;

source: New Window
cs: Nové okno
de: Neues Fenster
es: Ventana nueva
fr: Nouvelle fenêtre
hu: Új ablak
id: Jendela Baru
ka: ახალი ფანჯარა
pl: Nowe okno
pt_br: Nova janela
ru: Новое окно
sk: Nové okno
sv: Nytt fönster
uk: Нове вікно
zh_tw: 新視窗

source: New Root Tab
cs: Nová karta s právy správce systému
de: Neuen Tab mit Root-Rechten öffnen
es: Pestaña nueva con permisos de administrador
fr: Nouvel onglet en tant qu'administrateur
hu: Új ablak rendszergazdaként
id: Tab Root Baru
ka: ახალი root-ის ჩანართი
pl: Nowa karta z uprawnieniami root
pt_br: Nova aba root
ru: Новая вкладка от имени Администратора
sk: Nová koreňová karta
sv: Ny rotflik
uk: Нова вкладка від імені Адміністратора
zh_tw: 新 Root 分頁

source: The option to hide the tabbar when there is only one tab is now exposed and honored
fr: L'option permettant de masquer la barre d'onglets lorsqu'il n'y a qu'un seul onglet est désormais visible et prise en compte
sv: Alternativet att dölja flikfältet när det bara finns en flik är nu synligt och aktiverat

source: A warning is now given if a pasted command has an option that skips confirmations
es: Ahora se despliega una advertencia cuando un comando pegado tiene opciones para saltar confirmaciones
fr: Un avertissement est désormais affiché si une commande collée comporte une option qui ignore les confirmations
sv: En varning ges nu om ett klistrat kommando har ett alternativ som hoppar över bekräftelser

source: When a foreground process is launched, the tab label changes to the name of that process
es: Ahora cuando un proceso en segundo plano se ejecuta, la etiqueta de la pestaña cambia al nombre de ese proceso
fr: Lorsqu'un processus est lancé au premier plan, le nom de l'onglet change pour afficher le nom de ce processus
sv: När en förgrundsprocess startas ändras flikens etikett till namnet på den processen

source: Exiting the shell in a tab now closes that tab
es: Ahora al ejecutar un comando de salida del terminal en una pestaña cierra la misma
fr: Quitter le shell dans un onglet ferme désormais cet onglet
sv: När du lämnar skalet i en flik stängs nu den fliken

source: Stop window size increasing when opened
es: Se corrigió un error donde la ventana de terminal se incrementaba al abrirse el programa
fr: Arrêt de l'augmentation de la taille de la fenêtre à l'ouverture
ka: გახსნისას ფანჯრის ზომა არ გაიზრდება
pt_br: Interromper o aumento do tamanho da janela quando aberta
sv: Stoppa fönsterstorleken från att öka när det öppnas
uk: Не збільшувати вікно під час відкриття
zh_tw: 修正視窗隨著每次開啟而變得越來越大的問題

source: Change hotkeys for Reset and Clear Screen actions
es: Se cambiaron los atajos para Reiniciar y Limpiar pantalla
fr: Modification du raccourci pour les actions Réinitialiser et Effacer l'écran
ka: ჩამოყრის და ეკრანის გასფუთავების ქმედებების მალსახმობის შეცვლა
pt_br: Alterar as teclas de atalho para as ações Redefinir e Limpar tela
sv: Ändra snabbtangenter för återställning och tömning av skärm
uk: Зміна гарячих клавіш для дій "Скинути" та "Очистити екран"
zh_tw: 變更「重設」與「清除畫面」動作的快捷鍵

source: Show zoom level in overlay when zooming
es: Se muestra el nivel de acercamiento en la interfaz mientras se acerca/aleja
fr: Affichage du niveau de zoom en surimpression lors d'un zoom
ka: გადიდების დონის ჩვენება გადიდებისას
pt_br: Mostrar o nível de zoom na sobreposição ao aplicar o zoom
sv: Visa zoomnivån i överlägget när du zoomar
uk: Показ масштабу в накладенні під час масштабування
zh_tw: 縮放時在覆蓋視窗中顯示縮放層級

source: Implement Clear and Reset context menu actions with accelerators
es: Se implementaron aceleradores para las acciones contextuales de «Limpiar» y «Reiniciar»
fr: Implémentation des actions Effacer et Réinitialiser dans le menu contextuel à l'aide de raccourcis
ka: განხორციელდა გასუფთავების და ჩამოყრის კონტექსტური მენიუს ქემედებები მალსახმობი ღილაკებით
pt_br: Implementar ações do menu de contexto Limpar e Redefinir com aceleradores
sv: Implementera snabbmenyåtgärderna Töm och Återställ med acceleratorer
uk: Реалізовано дії контекстного меню "Очистити" та "Скинути" з акселераторами
zh_tw: 實作「清除」與「重設」的內文選單動作，並提供鍵盤加速器

source: Add toggle for unsafe paste warning to application menu
es: Se agregó una opción para activar o desactivar la advertencia de pegado no seguro en el menú de la aplicación
fr: Ajout d'un bouton pour l'avertissement de collage non sécurisé dans le menu de l'application
ka: დაემატა გადასართველი სახიფათო ჩასმის გაფრთხილებისტვის აპლიკაციის მენიუში
pt_br: Adicionar interruptor para aviso de colagem insegura ao menu do aplicativo
sv: Lägg till växla varning för osäker inklistring i programmenyn
uk: Додано перемикач для попередження про небезпечне вставлення до меню застосунку
zh_tw: 新增「不安全的貼上」警告的開關到應用程式選單中

source: Update the icon and tooltip of the cyclic search togglebutton according to its state
es: Se actualizó el icono y la descripción emergente al activar o desactivar «Búsqueda cíclica» de acuerdo a su estado
fr: Mise à jour de l'icône et de l'infobulle du bouton de recherche cyclique en fonction de son état
pt_br: Atualizar o ícone e a dica de ferramenta do botão de interruptor de pesquisa cíclica de acordo com seu estado
sv: Uppdatera ikonen och verktygstipset för växlingsknappen för cyklisk sökning enligt dess tillstånd
uk: Оновлення піктограми та підказки перемикача циклічного пошуку відповідно до його стану
zh_tw: 讓循環搜尋切換按鈕依它的狀態更新圖示與工具提示

source: Focus correct tab after clicking on a process finished notification
es: Ahora se enfoca en la pestaña correcta después de hacer clic en una notificación de proceso terminado
fr: Focalisation sur le bon onglet après avoir cliqué sur une notification de fin de processus
pt_br: Foco na guia correta após clicar em uma notificação de processo concluído
sv: Fokusera rätt flik efter att ha klickat på ett meddelande om att processen är klar
uk: Фокусування на правильній вкладці після натискання на сповіщення про завершення процесу
zh_tw: 點擊程序完成時彈出的通知時聚焦在正確的分頁尚

source: Check for "doas", "pkexec", "run0", and "su" as well as "sudo" when text pasted into terminal
es: Ahora se verifica por la existencia de «doas», «pkexec», «run0», y tanto «su» como «sudo» cuando se pega texto en la terminal
fr: Vérification de la présence de « doas », « pkexec », « run0 », et « su » ainsi que « sudo » lorsque le texte est collé dans le terminal
pt_br: Verifique se há "doas", "pkexec", "run0" e "su", bem como "sudo", quando o texto é colado no terminal
sv: Sök efter "doas", "pkexec", "run0" och "su" samt "sudo" när text klistras in i terminalen
uk: Перевірка наявності "doas", "pkexec", "run0", and "su", а також "sudo" у тексті, що вставляється в термінал
zh_tw: 將文字貼上至終端機時除了 "sudo" 以外也檢查 "doas"、"pkexec"、"run0" 和 "su"

source: Check for unsafe paste on dropping text as well
es: Ahora también se verifica por un pegado no seguro al arrastrar y soltar texto
fr: Vérification de la présence d'un collage non sécurisé sur le texte glissé-déposé
pt_br: Verifique também se há colagem insegura ao soltar o texto
sv: Kontrollera även om det finns osäker inklistring på släppt text
uk: Перевірка, чи немає небезпечної вставки під час перетягування тексту
zh_tw: 拖放文字到終端機時也檢查不安全的貼上

source: Check for multiline commands in unsafe paste detection
es: Ahora se verifica por comandos en múltiples líneas en la detección de pegado no seguro
fr: Vérification des commandes multilignes dans la détection des collages non sécurisés
pt_br: Verificação de comandos de várias linhas na detecção de colagem insegura
sv: Kontrollera om det finns flerradiga kommandon i osäkra inklistringar
uk: Перевірка багаторядкових команд у разі виявлення небезпечної вставки
zh_tw: 偵測不安全的貼上時也檢查多行指令

source: Improve gray contrast in dark theme
es: Se ha mejorado el contraste de grises en el tema oscuro
fr: Amélioration du contraste des gris en thème sombre
pt_br: Melhorar o contraste de cinza no tema escuro
sv: Förbättra gråkontrasten i mörkt tema
uk: Покращення контрасту сірого в темній темі
zh_tw: 改善深色主題中的灰色對比

source: Allow switching event alerts on and off in the app menu
es: Ahora se permiten activar o desactivar alertas de eventos en el menú de la aplicación
fr: Il est désormais possible d'activer/désactiver les alertes d'événements depuis le menu de l'application
hu: Eseményértesítések ki-/bekapcsolása az alkalmazás menüjében
ka: აპის მენიუში მოვლენის განგაშები ჩართვა/გამორთვის დაშვება
pt_br: Permitir ativar e desativar alertas de eventos no menu do aplicativo
sv: Tillåt att aktivera och inaktivera händelseaviseringar i appmenyn
uk: Дозволити вмикати та вимикати сповіщення про події в меню застосунку
zh_tw: 允許在應用程式選單中切換是否使用事件警告

source: Save tabs and zooms to the saved state settings when they change
es: Se agregaron opciones para guardar pestañas y para persistir los niveles de acercamiento en cada una al cambiar entre ellas
fr: Sauvegarde des onglets et du niveau de zoom lorsqu'ils sont modifiés
hu: Tabulátorok és nagyítás állapotának mentése a változtatásukkor
ka: ჩანართებისა და გადიდებების შენახვა მათი ცვლილებისას
pt_br: Salve guias e zooms nas configurações de estado salvas quando elas mudarem
sv: Spara flikar och zoomningar till sparade tillståndsinställningar när de ändras
uk: Зберігати вкладки та масштаб до збережених налаштувань стану, коли вони змінюються
zh_tw: 分頁和縮放狀態變更時將其儲存到已儲存的狀態設定值裡

source: Document missing options in the man page
es: Se documentaron opciones faltantes en la página del manual
fr: Documentation des options manquantes dans la page de manuel
hu: A man oldal kibővítése az eddig nem dokumentált opciókkal
ka: ნაკლული პარამეტრების დოკუმენტირება man გვერდზე
pt_br: Documentar opções ausentes na página de manual
sv: Dokumentera saknade flaggor i manualsidan
uk: Додано відсутні опції на сторінці документації
zh_tw: 在 man 手冊裡補上尚未說明的選項

source: Suppress unwanted default tab when opening a new window
es: Se evita crear una pestaña predeterminada no deseada cuando se abre una nueva ventana
fr: Suppression de l'onglet par défaut lors de l'ouverture d'une nouvelle fenêtre
hu: Új ablak megnyitásakor nemkívánatos új lap elkerülése
ka: არასასურველი ნაგულიხმევი ჩანართის მოცილება ახალი ფანჯრის გახსნისას
pt_br: Suprimir guia padrão indesejada ao abrir uma nova janela
sv: Utelämna oönskad standardflik när ett nytt fönster öppnas
uk: Прибрано небажану усталену під час відкриття нового вікна
zh_tw: 修正開啟新視窗時顯示不適合的預設分頁的問題

source: Add shortcuts "Ctrl + PageUp" and "Ctrl + PageDown" to switch between tabs
es: Se agregaron atajos «Ctrl + Av Pág» y «Ctrl + Re Pág» para cambiar entre pestañas
fr: Ajout des raccourcis « Ctrl + Page précédente » et « Ctrl + Page suivante » pour naviguer entre les onglets
hu: "Ctrl + PageUp" és "Ctrl + PageDown" billentyűkombinációk a lapok közötti váltáshoz
id: Menambahkan pintasan "Ctrl + PageUp" dan "Ctrl + PageDown" untuk beralih antar tab
ka: ჩანართებს შორის გადართვისთვის მალსახმობების "Ctrl + PageUp" და "Ctrl + PageDown" დამატება
pt_br: Adicione os atalhos "Ctrl + PageUp" e "Ctrl + PageDown" para alternar entre as guias
sk: Pridané skratky „Ctrl + PageUp“ a „Ctrl + PageDown“ na prepínanie medzi kartami
sv: Lägg till genvägarna "Ctrl + PageUp" och "Ctrl + PageDown" för att växla mellan flikar
uk: Додано комбінації клавіш «Ctrl + PageUp» і «Ctrl + PageDown» для перемикання між вкладками
zh_tw: 新增用來切換分頁的 "Ctrl + PageUp" 和 "Ctrl + PageDown" 快捷鍵

source: Properly unexport the DBus Interface on Exit
es: Se finaliza apropiadamente la exportación de DBus al salir
fr: L'interface DBus est désormais déprogrammée correctement à la sortie
hu: A DBus interface helyes kiexportálása kilépéskor
id: Batalkan ekspor Antarmuka DBus dengan benar saat Keluar
ka: გასვლისას DBus-ის ინტერფეისის სწორი გამორთვა
pt_br: Desexportar corretamente a interface DBus na saída
sk: Správne odexportovať rozhranie DBus pri ukončení
sv: DBus-gränssnittet avexporteras korrekt vid avslutning
uk: Належне експортування інтерфейсу DBus під час виходу
zh_tw: 離開時適當的解除匯出 (unexport) DBus 介面
