Repository: elementary/terminal
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, id, ka, pl, pt_br, ru, sk, sv, uk, zh_tw

source: Terminal
cs: Terminál
hu: Terminál
ka: ტერმინალი
ru: Терминал
sk: Terminál
uk: Термінал
zh_tw: 終端機

source: Use the command line
cs: Použijte příkazový řádek
de: Befehlszeile verwenden
es: Utilice la línea de comandos
fr: Utiliser la ligne de commande
hu: Parancssor használata
id: Gunakan baris perintah
ka: ბრძანების სტრიქონის გამოყენება
pl: Użyj wiersza poleceń
pt_br: Usar a linha de comando
ru: Пользуйтесь командной строкой
sk: Používajte príkazový riadok
sv: Använd kommandoraden
uk: Користуйтеся командним рядком
zh_tw: 使用指令列

source: Terminal is a terminal emulator application for accessing a UNIX shell environment which can be used to run programs available on your system.
cs: Terminál je aplikace emulující terminál. Umožňuje přístup k rozhrání Unixového shellu, které můžete použít ke spouštění programů obsažených ve vašem systému.
de: Terminal ist eine Terminalemulationsanwendung, die Ihnen den Zugriff auf eine UNIX-Shell-Umgebung ermöglicht; damit können im System installierte Programme ausgeführt werden.
es: Terminal es un emulador para acceder a un intérprete de comandos UNIX que se puede utilizar para ejecutar programas disponibles en el sistema.
fr: Terminal est un émulateur de terminal pour accéder à un environnement shell Unix, qui vous permet d'exécuter les programmes de votre système.
hu: A Terminál egy terminál emulátor alkalmazás, amellyel elérheti a UNIX shell környezetet, amit a rendszeren elérhető programok futtatására használhat.
id: Terminal adalah sebuah aplikasi emulator terminal untuk mengakses lingkungan shell UNIX yang dapat digunakan untuk menjalankan program yang tersedia pada sistem Anda.
ka: Terminal-ი ტერმინალის ემულატორია UNIX-ის გარსის გარემოსთან წვდომისთვის, რომელიც თქვენს სისტემაში ხელმისაწვდომი პროგრამების გასაშვებად შეგიძლიათ, გამოიყენოთ.
pl: Terminal jest programem umożliwiającym dostęp do wiersza poleceń środowiska UNIX, który może być używany do uruchamiania programów dostępnych w systemie.
pt_br: Terminal é uma aplicação emuladora de terminal para acessar um ambiente de shell UNIX que pode ser usada para executar programas disponíveis em seu sistema.
ru: Терминал — это эмулятор терминала для доступа к командной оболочке UNIX, которая может быть использована для запуска программ, доступных в системе.
sk: Terminál je aplikácia emulujúca terminál. Umožňuje prístup k rozhraniu UNIX shellu, ktorý môže byť použitý na spúšťanie programov dostupných vo vašom systéme.
sv: Terminal är ett terminalemuleringsprogram för åtkomst av UNIX-skalmiljö, vilket kan användas för att köra program tillgängliga på ditt system.
uk: Термінал — це застосунок емулятора терміналу для доступу до середовища оболонки UNIX, яка може використовуватися для запуску програм, доступних у вашій системі.
zh_tw: 《終端機》是終端機模擬器程式，提供 UNIX shell 殼層環境，可用來執行系統上的程式。

source: Other updates:
cs: Ostatní aktualizace:
de: Weitere Aktualisierungen:
es: Otras actualizaciones:
fr: Autres mises à jour :
hu: Egyéb frissítések:
id: Pembaruan lainnya:
ka: სხვა განახლებები:
pl: Inne aktualizacje:
pt_br: Outras atualizações:
ru: Остальные обновления:
sk: Ostatné aktualizácie:
sv: Övriga uppdateringar:
uk: Інші оновлення:
zh_tw: 其他更新：

source: Translation updates
cs: Aktualizace překladů
de: Übersetzungen aktualisiert
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Fordítással kapcsolatos frissítések
id: Pembaruan terjemahan
ka: თარგმანის განახლებები
pl: Aktualizacje tłumaczeń
pt_br: Atualizações de tradução
ru: Обновления переводов
sk: Aktualizácie prekladov
sv: Uppdateringar av översättningar
uk: Оновлено переклади
zh_tw: 翻譯更新

source: New features:
cs: Nové funkce:
de: Neue Funktionen:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
hu: Új funkciók:
id: Fitur baru:
ka: ახალი ფუნქციები:
pl: Nowe funkcje:
pt_br: Novas funcionalidades:
ru: Новые возможности:
sk: Nové funkcie:
sv: Nya funktioner:
uk: Нові функції:
zh_tw: 新功能：

source: Option to follow system dark style preference
es: Se agregó una opción para utilizar un estilo visual oscuro del sistema
fr: Option pour suivre le thème du système
hu: Lehetőség a rendszer színsémájának követésére
id: Opsi untuk mengikuti preferensi gaya gelap sistem
ka: პარამეტრი, მივყვე თუ არა სისტემის ბნელი სტილის პარამეტრს
pl: Możliwość ustawienia trybu ciemnego na podstawie ustawień systemu
pt_br: Opção para seguir a preferência de estilo escuro do sistema
ru: Опция для использования стиля системы
sk: Možnosť pre nasledovanie systémovej preferencie tmavého režimu
sv: Möjlighet att följa systemets mörka stilinställning
uk: Опція дотримання темного стилю системи
zh_tw: 新增跟隨系統深色風格的選項

source: Create a custom color palette
es: Se puede crear una paleta de colores personalizada
fr: Création d'une palette de couleurs personnalisée
hu: Egyedi színpaletta létrehozása
id: Buat palet warna kustom
ka: შექმენით მორგებული ფერის პალიტრა
pl: Tworzenie niestandardowej palety kolorów
pt_br: Criar uma paleta de cores personalizada
ru: Создание собственной цветовой палитры
sk: Vytvorte si vlastnú paletu farieb
sv: Skapa en anpassad färgpalett
uk: Створіть власну палітру кольорів
zh_tw: 新增建立自訂配色方案的功能

source: Fixes:
cs: Opravy:
es: Correcciones:
fr: Corrections :
hu: Javítások:
id: Perbaikan:
ka: შეცდომების გასწორებები:
pl: Poprawki:
pt_br: Correções:
ru: Исправления:
sk: Opravy:
sv: Åtgärdar:
uk: Виправлення:
zh_tw: 修正：

source: Default styles are fully opaque and updated to the latest upstream values from Solarized for improved legibility
es: Los estilos predeterminados son completamente opacos y se actualizaron a los últimos valores del estilo Solarized para mejorar la legibilidad
fr: Les thèmes par défaut sont totalement opaques et mis à jour avec les dernières valeurs en amont de Solarized pour une meilleure lisibilité
hu: Az alapértelmezett témák teljesen átlátszatlanok és a szolarizált színpaletta hozzáigazítva a friss verziókhoz a jobb olvashatóság érdekében
id: Gaya bawaan sepenuhnya solid dan diperbarui ke nilai hulu terbaru dari Solarized untuk peningkatkan keterbacaan
ka: ნაგულისხმევი სტილები სრულად გაუმჭვირვალეა და განახლებულია Solarized– ის უახლესი ზედა მნიშვნელობებით, გაუმჯობესებული ლეგიტიმურობის გასაუმჯობესებლად
pl: Domyślne style są całkowicie nieprzejrzyste i zaktualizowane do najnowszych wartości Solarized by poprawić czytelność
pt_br: Os estilos padrões são totalmente opacos e atualizados com os valores upstream mais recentes do Solarized para melhorar a legibilidade
ru: Стандартные стили полностью непрозрачны и обновлены до последних исходных значений от Solarized для улучшения читаемости
sk: Predvolené štýly sú celkom nepriehľadné a aktualizované na najnovšie upstream hodnoty zo Solarized pre zlepšenie čitateľnosti
sv: Standardstilarna är helt opaka och uppdaterade till de senaste uppströmsvärdena från Solarized för förbättrad läsbarhet
uk: Типові стилі повністю непрозорі та оновлені до останніх вихідних значень від Solarized для кращої читабельності
zh_tw: 預設風格改為完全不透明，並且更新上游 Solarized 的新顏色來改善可讀性

source: Performance improvements
es: Mejoras de rendimiento
fr: Amélioration des performances
hu: Teljesítményoptimalizálások
id: Peningkatan kinerja
ka: წარმადობის გაუმჯობესებები
pl: Ulepszenia wydajności
pt_br: Melhorias de desempenho
ru: Улучшения производительности
sk: Zlepšenia výkonu
sv: Förbättringar av prestanda
uk: Удосконалення швидкодії
zh_tw: 效能改善

source: Switch tabs with Alt + 1-9
de: Tabs mit Alt + 1-9 wechseln
es: Se puede cambiar de pestaña con Alt + 1-9
fr: Basculez entre les onglets avec Alt + 1-0
hu: Lapok közti váltás az Alt + 1-9 billentyűkkel
id: Beralih tab dengan Alt + 1-9
ka: ჩანართების შეცვლა Alt + 1-9
pl: Zmiana karty przy użyciu Alt + 1-9
pt_br: Alternar guias com Alt + 1-9
ru: Переключение вкладок с помощью Alt + 1–9
sk: Prepínajte karty s Alt + 1-9
sv: Växla flikar med Alt + 1-9
uk: Перемикання вкладок натисканням Alt + 1-9
zh_tw: 用 Alt + 1-9 來切換分頁

source: Quit with Ctrl + Shift + Q
de: Mit Strg + Umschalt + Q beenden
es: Se puede salir con Ctrl + Mayús + Q
fr: Quittez l'application avec Ctrl + Maj + Q
hu: Kilépés a Ctrl + Shift + Q billentyűkkel
id: Keluar dengan Ctrl + Shift + Q
ka: გასვლა Ctrl + Shift + Q
pl: Zamknięcie przy użyciu Ctrl + Shift + Q
pt_br: Saia com Ctrl + Shift + Q
ru: Выход с помощью Ctrl + Shift + Q
sk: Ukončite s Ctrl + Shift + Q
sv: Avsluta med Ctrl + Skift + Q
uk: Вихід натисканням Ctrl + Shift + Q
zh_tw: 用 Ctrl + Shift + Q 來退出

source: Fix build on OS 7
es: Se corrigió la compilación en OS 7
fr: Correction du déploiement sur OS 7
hu: Fordítás javítása OS 7-hez
id: Memperbaiki build di OS 7
ka: OS 7-ზე აგების გასწორება
pl: Naprawiono wersję dla OS 7
pt_br: Corrigir compilação no OS 7
ru: Исправление сборки на OS 7
sk: Oprava zostavenia na OS 7
sv: Fixa byggversion på OS 7
uk: Виправлення для OS 7
zh_tw: 修正 elementary OS 7 上的編譯

source: Properly restore zoom levels for all locales
cs: Správně obnovuje úrovně přiblížení pod všemi místními a jazykovými nastaveními
id: Memulihkan tingkat pembesaran dengan benar untuk semua lokal
pl: Poprawne przywracanie poziomu przybliżenia we wszystkich językach
ru: Уровень масштабирования восстанавливается должным образом для всех языков

source: Use XTerm title for window title if available
cs: Pokud je k dispozici, použije titulek XTerm pro nadpis okna
de: XTerm-Titel als Fenstertitel verwenden, falls vorhanden
id: Gunakan judul XTerm untuk judul jendela jika tersedia
pl: Gdy dostępne używane jest teraz XTerm title jako tytuł okna
ru: Заголовок XTerm используется как заголовок окна, если это возможно

source: Change "Reload Tab" shortcut to Shift + F5 to avoid clash with some foreground processes
cs: Změněna klávesová zkratka „Znovunačíst kartu“ na Shift+F5 aby se zabránilo kolizi s některými procesy, spuštěnými na pozadí
id: Ubah pintasan "Reload Tab" menjadi Shift + F5 untuk menghindari benturan dengan beberapa proses latar depan
pl: Zmieniono skrót „Przeładuj kartę” na Shift + F5, by uniknąć konfliktu z niektórymi procesami
ru: Сочетание клавиш «Перезагрузить вкладку» изменено на Shift + F5, чтобы избежать столкновения с некоторыми активными процессами

source: Change preferred shortcut for "Reload Tab" to Shift + Control + R
cs: Upřednostňovaná klávesová zkratka pro „Znovunačíst kartu“ změněna na Shift+Ctrl+R
id: Ubah pintasan pilihan untuk "Muat Ulang Tab" menjadi Shift + Control + R
pl: Zmieniono rekomendowany skrót dla „Odświeżenia karty” na Shift + Control + R
ru: Изменение сочетания клавиш «Перезагрузить вкладку» на Shift + Control + R

source: Move tabs with the shortcut Ctrl + Alt + ←/→
cs: Posouvejte záložky pomocí klávesové zkratky Ctrl + Alt + ←/→
de: Tabs verschieben Sie mit der Tastenkombination Strg + Alt + ←/→
pl: Przenoś karty za pomocą Ctrl + Alt + ←/→
ru: Перемещение вкладок сочетанием клавиш Ctrl + Alt + ←/→

source: Switch tabs with the shortcuts Ctrl + Tab and Ctrl + Shift + Tab
cs: Přepínání mezi kartami pomocí zkratek Ctrl + Tab a Ctrl + Shift + Tab
de: Zwischen den Fenstern mit den Tastaturkürzeln Strg + Tab und Strg + Umschalt + Tab wechseln
pl: Przełączaj karty za pomocą skrótów Ctrl + Tab i Ctrl + Shift + Tab
ru: Переключение вкладок сочетаниями клавиш Ctrl + Tab and Ctrl + Shift + Tab

source: Zoom levels are now remembered per-tab
cs: Úrovně přiblížení jsou nyní zapamatovány pro jednotlivé karty
de: Zoomstufen werden jetzt pro Tab gespeichert
pl: Poziomy powiększenia są teraz zapamiętywane dla każdej karty
ru: Уровни масштабирования теперь запоминаются для каждой вкладки

source: Also warn about multi-line pastes
cs: Také varovat ohledně vložení s více řádky
de: Auch vor dem Einfügen mehrerer Zeilen warnen
pl: Też ostrzegaj o wkleju kilku liniowych
ru: Предупреждение о многострочных вставках

source: Show text details in unsafe paste dialogs
cs: Zobrazení podrobností o textu v dialozích o nebezpečném vkládání
de: Text in nicht sicheren Einfügedialogen anzeigen
pl: Pokazuj dodatkowe informacje o tekście w okienkach o niebezpiecznym wklejaniu
ru: Отображение деталей текста в диалоговых окнах небезопасной вставки

source: Open Link option when secondary clicking
cs: Při kliknutím pravým tlačítkem se otevře možnost odkazu
de: Öffne Verknüpfungsoption bei Sekundärklick
pl: Dodano opcję Otwórz link przy kliknięciu drugim przyciskiem myszy
ru: Опция позволяющая открывать ссылки нажав правой кнопкой мыши

source: Reload tabs in the context menu or with the shortcut Ctrl + Shift + R
cs: Obsah karet je možné znovu načítat přes kontextovou nabídku nebo pomocí zkratky Ctrl + Shift + R
de: Aktualisiere Tabs im Kontextmenü oder mit dem Tastenkürzel Strg + Shift + R
pl: Odśwież karty w menu kontekstowym lub skrótem Ctrl + Shift + R
ru: Перезагрузка вкладок из контекстного меню или с помощью сочетания клавиш Ctrl + Shift + R

source: Notifications indicate if a process exited with errors or not
cs: Upozorňování značí pokud proces skončil s chybami či ne
de: Benachrichtigungen zeigen nun an, ob ein Prozess mit oder ohne Fehler beendet wurde
pl: Powiadomienia indykują kiedy proces zakończył się z błędami lub nie
ru: Уведомления показывают, был ли процесс завершён с ошибками или нет

source: Show keyboard shortcuts in tab context menus
cs: Zobrazovat klávesové zkratky v kontextových nabídkách karty
de: Tastaturkürzel im Tab-Kontextmenüs werden nun angezeigt
pl: Pokaż skróty klawiszowe w menu tabulatorze
ru: Показывать сочетания клавиш в контекстных меню вкладок

source: Fix an issue with keyboard shortcuts not activating the first time they're pressed
cs: Opraven problém s klávesovými zkratkami, které se neaktivovali při prvním stisknutí
de: Behebt ein Problem das dazu führte, dass Tastaturkürzel nicht beim ersten Drücken aktiviert wurden
pl: Napraw błąd z skrótami klawiszowymi kiedy nie są naciskane pierwszy raz
ru: Устранены проблемы, из-за которой сочетания клавиш не работали при первом нажатии

source: Avoid losing focus when closing background tabs
cs: Vyhnuto se ztrátě zaměření při zavírání karet na pozadí
de: Verhindert, dass der Focus verloren wird, wenn Tabs im Hintergrund geschlossen werden
pl: Uniknięto tracenia fokusu podczas zamykania kart w tle
ru: Избегать потери фокуса при закрытии фоновых вкладок

source: Validate custom palette
cs: Ověřování správnosti uživatelsky určené palety barev
de: Überprüfen Sie die benutzerdefinierte Palette
pl: Sprawdź poprawność palety niestandardowej
ru: Проверка собственной палитры

source: Add commandline option for New Tab (-t)
cs: Přidání volby pro příkazový řádek pro novou kartu (-t)
de: Fügt eine Kommandozeilen-Option für einen neuen Tab hinzu (-t)
pl: Dodaj obcję lini komend dla nowych kart
ru: Добавлен параметр командной строки для открытия новой вкладки (-t)

source: Fix URL selection
cs: Oprava výběru URL adresy
de: Korrigiert die URL-Auswahl
pl: Napraw wybór linków URL
ru: Исправлен выбор URL-адреса

source: Add commandline option for "Show version" (-v, --version)
cs: Přidání volby příkazového řádku pro „Zobrazení verze“ (-v, --version)
de: Fügt eine Kommandozeilen-Option für "Zeige Version" hinzu (-v, --version)
pl: Dodaj opcję lini komendy dla "Pokaż wersje" (-v, --version)
ru: Добавлен параметр командной строки для «Показать версию» (-v, --version)

source: Add commandline option for New Window (-n)
cs: Přidání volby příkazového řádku pro Nové okno (-n)
de: Fügt eine Kommandozeilen-Option für neues Fenster hinzu (-n)
pl: Dodaj opcję lini komend dla Nowego okna (-n)
ru: Добавлена опция командной строки для открытия нового окна (-n)

source: Prevent duplicate tab on startup
cs: Zabránění duplikace karty při spouštění
de: Doppelte Tabs beim Starten verhindern
pl: Zapobiegaj duplikowaniu karty podczas uruchamiania
ru: Предотвращено дублирование вкладки при запуске

source: Prevent unnecessary Home tab on startup
cs: Zabránění zbytečné domovské kartě při spuštění
de: Unnötigen Tab "Home" beim Starten verhindern
pl: Unikaj niepotrzebnej karty domowej przy uruchomieniu
ru: Предотвращено открытие лишней домашней вкладки при запуске

source: Turn Natural Copy/Paste on or off in the Settings menu
cs: Vypnutí/zapnutí přirozeného kopírování a vkládání v nabídce nastavení
de: Schalten Sie Natürliches Kopieren/Einfügen im Einstellungsmenü ein oder aus
pl: Włącz lub wyłącz opcję Naturalny Kopiuj/Wklej w menu Ustawienia
ru: Включение и выключение обычного копирования/вставки в меню «Параметры»

source: Zoom with Ctrl + Scroll
cs: Přiblížení pomocí stisku klávesy Ctrl + kolečka myši
de: Zoom mit Strg + Scrollen
pl: Powiększ za pomocą Ctrl + Scroll
ru: Изменение масштаба с помощью Ctrl + Прокрутка

source: Include sudo password prompt when copying last output
cs: Při kopírování posledního výstupu zahrnout výzvu na heslo k sudo
de: sudo-Passwortabfrage beim Kopieren der letzten Ausgabe einbeziehen
pl: Dołącz hasło sudo kiedy kopiowane zostało ostatnie wyjście
ru: Внесён запрос пароля sudo при копировании последнего вывода

source: Apply font changes without restarting
cs: Použití změn písma bez restartu aplikace
de: Ändern der Schriftart ohne Neustart übernehmen
pl: Zastosuj zmiany czcionek bez ponownego uruchamiania
ru: Применение изменений шрифта без перезагрузки

source: Don't remember tabs when History is disabled in System Settings
cs: Nepamatovat si karty když je v nastavení systému vypnutá historie
de: Tabs werden nicht mehr gespeichert, wenn der Verlauf in den Systemeinstellungen deaktiviert ist
pl: Nie zapamientuj karty kiedy Historia jest wyłączona w Ustawieniach systemowych
ru: Вкладки не запоминаются, когда История выключена в Параметрах системы

source: Show keyboard shortcuts in the secondary-click menu
cs: Zobrazovat klávesové zkratky v nabídce pod pravým tlačítkem myši
de: Tastaturkürzel im Kontextmenü werden nun angezeigt
pl: Pokaż skróty klawiszowe w drugim menu
ru: Показывать сочетания клавиш в контекстном меню

source: Middle-click paste now properly follows System Settings
cs: Vkládání prostředním tlačítkem myši nyní funguje tak, jak je určeno v nastavení systému
de: Das Einfügen per Mittelklick folgt nun korrekt den Systemeinstellungen
pl: Wklejanie za pomocą środkowego przycisku myszy działa teraz zgodnie z Ustawieniami systemu
ru: Вставка средней кнопкой мыши, теперь должным образом следует Параметрам системы

source: Shift + Control + D to duplicate tabs
cs: Duplikace karet pomocí klávesové zkratky Shift+Ctrl+D
de: Shift + Strg + D um Tabs zu duplizieren
pl: Shift + Control + D aby zduplikować karty
ru: Shift + Control + D для дублирования вкладок

source: Use neutral colors for the dark style scheme
cs: Použití neutrálních barev pro schéma tmavého stylu
de: Neutrale Farben für das dunkle Farbschema werden nun verwendet
pl: Użyj neutralnych kolorów dla schematu czarnego motywu
ru: Использование естественных цветов для тёмной цветовой схемы

source: Slightly pad text from the edge of the window
cs: Mírné odsazení textu od okraje okna
de: Text ein wenig vom Fensterrand absetzen
pl: Lekko odsunięto tekst od krawędzi okna
ru: Небольшое отступление текста от края окна

source: Pressing the Menu key now opens the context menu
cs: Stisk klávesy Menu nyní otevře kontextovou nabídku
de: Das Drücken der Menü-Taste öffnet nun das Kontextmenü
pl: Naciśnięcie klawisza Menu teraz otwiera menu kontekstowe
ru: Нажатие клавиши Меню открывает контекстное меню

source: Store state with GSettings
cs: Uchovávání nastavení v GSettings
de: Status mit GSettings speichern
pl: Zapisuj status w GSettings
ru: Хранение состояния с помощью GSettings

source: Support Ctrl+Equal key combo to zoom in
cs: Podpora klávesové zkratky Ctrl+= pro přiblížení
de: Unterstützt nun zusätzlich die Tastenkombination Strg + = um die Ansicht zu vergrößern
pl: Wsparcie dla kombinacji Ctrl + = do przybliżania
ru: Поддержка сочетания клавиш Ctrl+Равно для увеличения масштаба

source: Fix a wrong foreground process response code
cs: Opraven nesprávný kód odpovědi procesu spuštěného v popředí
de: Behebt einen falschen Rückgabewert für einen Vordergrundprozess
pl: Napraw nieprawidłowy kod odpowiedzi procesu w tle
ru: Исправлен неправильный код процесса, когда приложение работает в фоне

source: Return focus after popover menu closes
cs: Vrácení zaměření po zavření nabídky po najetí ukazatelem myši
de: Den Fokus wiederherstellen, wenn das Popover-Menü geschlossen wird
pl: Zwróć fokus gdy wyskakujące menu zostanie zamknięte
ru: Возврат фокуса после закрытия всплывающего меню

source: Prevent search and style buttons from receiving focus
cs: Zabránění tomu aby tlačítka hledaní a stylu byla zaměřena
de: Verhindern, dass Such- und Stil-Knöpfe fokussiert werden
pl: Nie ustawiaj fokusu na przyciskach wyszukiwania i stylowania
ru: Предотвращение фокусировки на кнопках поиска и стиля

source: Hide the cursor while typing
cs: Skrytí kurzoru při psaní
de: Verstecken des Cursor während der Eingabe
pl: Ukryj kursor podczas pisania
ru: Скрытие курсора при вводе текста

source: Fix erratic search text highlightning behavior
cs: Opraveno chování kdy chybovalo zvýrazňování vyhledávaného textu
de: Korrigiert das fehlerhafte Hervorhebungsverhalten von Suchtext
pl: Naprawiono błędne zachowanie przy podświetlaniu tekstu
ru: Исправлено неустойчивое поведение выделения текста при поиске

source: Support -h flag for help
cs: Přidána podpora pro parametr -h pro zobrazení nápovědy
de: Unterstützt -h Option für Hilfe
pl: Wsparcie dla flagi -h dla pomocy
ru: Поддержка флага -h для помощи

source: Disable audible bell
cs: Vypnut zvonek terminálu
de: Deaktivierung von Sounds
pl: Wyłącz dzwonek
ru: Отключён звуковой колокол

source: Add Alt+↑ action to scroll to last command
cs: Přidána akce Alt+šipka nahoru pro posunutí na poslední příkaz
de: Drücke Alt + ↑ um zum letzten Befehl zu blättern
pl: Dodaj akcje Alt+↑ aby przenieść się do ostatniej komendy
ru: Добавлено действие Alt+↑ для перехода к последней команде

source: Add Alt+c action to copy last output
cs: Přidána akce Alt+C pro zkopírování posledního výstupu
de: Drücke Alt + c um die letzte Ausgabe zu kopieren
pl: Dodaj akcje Alt+C aby skopiować ostatnie wyjście
ru: Добавлено действие Alt+c для копирования последнего вывода

source: Add accels to tooltips
cs: Do nástrojových tipů přidány akcelerátory
de: Hinweise zu Tastenkürzel in den Tooltips hinzugefügt
pl: Dodano osie do tooltipów
ru: Добавлены аксели к всплывающим подсказкам

source: Fix zsh notifications
cs: Opraveny upozorňování ze zsh
de: Korrektur der zsh Benachrichtigungen
pl: Naprawiono powiadomienia zsh
ru: Исправлены zsh уведомления

source: Conditional ctrl+g shortcut to deconflict with emacs
cs: Podmíněná zkratka CTRL+G pro odstranění konfliktu s editorem emacs
de: Bedingter Ctrl+g Tastenkürzel zur Konfliktlösung mit Emacs
pl: Warunkowy skrót Ctrl+G by nie konfliktować z emacsem
ru: Условное сочетание клавиш ctrl+g для устранения конфликта с emacs

source: Minor bug fixes
cs: Opravy drobných chyb
de: Kleinere Fehlerbehebungen
pl: Mniejsze poprawki błędów
ru: Исправления незначительных ошибок

source: FISH integration fixes
cs: Opravy propojení se shellem FISH
de: Fehlerkorrekturen bei der FISH-Integration
pl: Poprawki dla integracji z FISHem
ru: Улучшение интеграции с FISH

source: Theme preference menu
cs: Nabídka pro předvolby motivu vzhledu
de: Theme Einstellungsmenü
pl: Menu ustawień motywu
ru: Меню настроек темы

source: Zoom level controls
cs: Ovládací prvky pro změnu úrovně přiblížení
de: Steuerung der Zoomstufe
pl: Kontrola poziomu przybliżenia
ru: Элементы управления уровнем масштаба

source: Allow tab to close after typing exit at the commandline
cs: Karty už se zavírají po zadání exit v příkazovém řádku
de: Erlauben das Schließen des Tabs nach der Eingabe von exit in der Kommandozeile
pl: Możliwość zamknięcia karty przez wpisanie exit w linii poleceń
ru: Разрешено закрывать вкладку после ввода команды exit в командной строке
