Repository: elementary/terminal
Catalog: po/*.po
Languages: ckb

source: Show version
ckb: وەشان نیشان بدە

source: Open a new terminal window
ckb: پەنجەرەيێكى نوێی تێرمیناڵ بکەوە

source: Open a new terminal tab
ckb: تابێکی نوێ بکەوە

source: Set shell working directory
ckb: رێکخستنی شێڵی بوخچەی کارکردن

source: Process completed
ckb: پڕۆسەکە کۆتایی هات

source: Process exited with errors
ckb: پڕۆسەکە بە کۆمەڵێک کێشەوە کۆتایی هات

source: Copy
ckb: لەبەرگرتنەوە

source: Copy Last Output
ckb: کۆتا ئەنجام لەبەربگرەوە

source: Paste
ckb: لكاندن

source: Select All
ckb: هه‌مووی دیاری بکه‌

source: Find…
ckb: دۆزینەوە…

source: Zoom out
ckb: بچووکردنەوە

source: Default zoom level
ckb: ئاستی بنەڕەتی زووم

source: Zoom in
ckb: گەورەکردن

source: Follow System Style
ckb: هەڵگرتنی ستایلی سیستەم

source: High Contrast
ckb: کۆنتراستی بەرز

source: Solarized Light
ckb: ڕووناکی سۆلەرایزد

source: Dark
ckb: تاریک

source: Custom
ckb: تایبەت

source: Natural Copy/Paste
ckb: کۆپی/پەیستی سروشتی

source: Shortcuts don’t require Shift; may interfere with CLI apps
ckb: قەتبڕەکان پێویستیان بە شفت نییە، لەوەیە لەگەڵ ئەپەکانی CLI کارلێك بکەن

source: Settings
ckb: ڕێکخستنەکان

source: New Tab
ckb: تابی تازە

source: Show in %s
ckb: پشاندان لە %s

source: Default application
ckb: بەرنامە بنەڕەتییەکان

source: Close Tab
ckb: داخستنی تاب

source: Duplicate
ckb: بەدووکردن

source: Reload
ckb: نوێکردنەوە

source: The pasted text may be trying to gain administrative access
ckb: لەوەیە دەقی پۆستکراوە هەوڵبدات مۆڵەتی بەڕێوەبەر بەدەست بهێنێت

source: The pasted text may contain multiple commands
ckb: لەوەیە دەقی لکێندراو فەرمانێک زیاتر لەخۆ بگرێت

source: Hide find bar
ckb: شاردنەوەی شریتی دۆزینەوە

source: Close
ckb: داخستن

source: Are you sure you want to close this tab?
ckb: دڵنیای لە داخستنی ئەم تابە؟

source: There is an active process on this tab.
ckb: پڕۆسەیەکی چالاک لەسەر ئەم تابە هەیە.

source: If you close it, the process will end.
ckb: ئەگەر دایبەخەیت، پڕۆسەکە کۆتایی پێ دێت.

source: Are you sure you want to quit Terminal?
ckb: دڵنیای لە داخستنی تێرمیناڵ؟

source: There is an active process on this terminal.
ckb: پرۆسەیەکی چالاک لەم ترمیناڵەدا هەیە.

source: If you quit Terminal, the process will end.
ckb: ئەگەر تێرمیناڵ دابخەیت، پڕۆسەکە کۆتایی دێت.

source: Quit Terminal
ckb: داخستنی تێرمیناڵ

source: Are you sure you want to reload this tab?
ckb: دڵنیای لەنوێ کردنەوەی ئەم تابە؟

source: There is an active process on this tab. If you reload it, the process will end.
ckb: پڕۆسەیەکی چالاک لەسەر ئەم تابە هەیە، ئەگەر نوێی بکەیتەوە؛ پڕۆسەکە کۆتایی دێت.

source: Reload Tab
ckb: نوێکردنەوەی تاب

source: Copying commands into Terminal can be dangerous. Be sure you understand what each part of the pasted text does before continuing.
ckb: کۆپی کردنی فەرمان بۆناو تێرمیناڵ مەترسیدارە. دڵنیابە کە دەزانیت فەرمانەکان چین پێش ئەوەی داوا لە سیستەم بکەیت بۆت جێبەجێ بکات.

source: Show paste protection warnings
ckb: پشاندانی ئاگاداری کە لکاندن وەستێنراوە/پارێزراوە

source: Don't Paste
ckb: مەی لکێنە

source: Paste Anyway
ckb: ئاگادارم، بیلکێنە

source: Find
ckb: دۆزینه‌وه‌

source: Previous result
ckb: ئەنجامی پێشتر

source: Next result
ckb: ئەنجامی دواتر

source: Cyclic search
ckb: گەڕانی خولیی

source: Terminal
ckb: تێرمیناڵ
